---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Lighting.InitialIlluminanceIntensity
source: html/ac01e7a5-503a-dd80-d723-c9a511b970d3.htm
---
# InitialIlluminanceIntensity Members

Creates a copy of the given initial illuminance intensity object